brew "git"
brew "gh"
brew "github-keygen"
brew "rbenv"
brew "goenv"
brew "pyenv"
brew "rust"
brew "mas" if OS.mac?

# Work
brew "mkcert"
brew "vips"
brew "ffmpeg"
brew "imagemagick"
brew "gnupg" if OS.mac?

# Applications
cask "visual-studio-code"
cask "docker"
cask "rectangle" if OS.mac?
mas "Things 3", id: 904280696 if OS.mac?
mas "Craft", id: 1487937127 if OS.mac?
